import HeaderBackground from '@components/common/HeaderBackground';
import Navbar from '@components/common/Navbar';
import Footer from '@components/common/Footer';
import NavData from '@data/navData.json';

export default function FAQ() {
  return (
    <div className="">
      <HeaderBackground isBorderRadius={true} />
      <Navbar navbarData={NavData} />
      <div className="bg-bg py-5 px-7 lg:py-10 sm:px-20">
        <div className="max-w-7xl mx-auto text-cardDate space-y-5">
          <div className="text-center font-bold text-xl">
            Түгээмэл асуултууд
          </div>
          <ul className="text-base font-medium space-y-4 list-decimal">
            <li>
              Танайх онгоцний билетийн үнээ авиа компаниас гаргасан үнэн дээр
              нэмж борлуулдаг уу?
              <p className="pt-4 font-normal">
                Манай байгууллага нь авиа компанийн гаргасан үнийн дагуу албан
                ёсны тийз борлуулагч агент учраас ямар нэгэн нэмэгдэл огт
                авдаггүй.
              </p>
            </li>
            <li>
              Яагаад тийзний үнэ өөр байдаг вэ?
              <p className="pt-4 font-normal">
                Тухайн нислэгт зарлагдсан үнэнүүд нь тийзний нөхцөл /буцаалттай
                тийз, өдөр сольж болдог, буцаалтгүй, өдөр солих боломжгүй г.м/,
                хугацаа /15 хоног, 21 хоног, 1 сар, 3 сар, 1 жил г.м/, зэргээс
                шалтгаалан онгоцон доторхи суудлуудын үнэ өөр өөрөөр
                борлуулагддаг. Мөн зарим чиглэлд, зарим нислэгийн компаниуд
                хөнгөлөлтүүд байдаг. /ж.нь: ахмадын хөнгөлөлт, гэр бүлийн
                хөнгөлөлт, оюутны хөнгөлөлт, залуусын хөнгөлөлт, тусгай
                хэрэгцээт хүмүүсийн хөнгөлөлт г.м/
              </p>
            </li>
            <li>
              Би билет худалдан авсны дараа илүү дэлгэрэнгүй мэдээллийг хаана
              хэнд хандаж авах вэ?
              <p className="pt-4 font-normal">
                Та бидэнтэй +976-75154444 утасны дугаараар холбогдож илүү
                дэлгэрэнгүй мэдээлэл авах боломжтой.
              </p>
            </li>
            <li>
              Миний захиалгууд шууд баталгаажих уу?
              <p className="pt-4 font-normal">
                Та зорчигчдийн мэдээллийг бүрэн оруулсны дараагаар төлбөр төлөх
                хэсэгт худалдан авах тийзийн үнийг Картаар, Qpay,HiPay, Банкны
                шилжүүлгээр зэрэг олон төрлийн сонголт гарч ирэх бөгөөд 1-5
                минутын дараа тийз баталгаажилт хийгдэнэ. Хэрэв та төлбөр төлөх
                сонголтын цонхыг хаасан, төлбөр төлөх хугацаанд төлбөрөө
                төлөөгүй бол таны захиалга цуцлагдана.
              </p>
            </li>
            <li>
              Төлбөрийн ямар хэлбэрүүд байдаг вэ?
              <p className="pt-4 font-normal">
                Манай онлайн тийз борлуулалтын системд аль ч банкны Картаар
                төлөх, Qpay ашиглан төлөх, Банкны шилжүүлэг хийж төлөх, HiPay
                зэрэг аль танд боломжтой байгаа хэлбэрүүдээр төлбөр төлөх
                боломжтой байгаа.
              </p>
            </li>
            <li>
              Би Банкаар төлбөрөө шилжүүлэхдээ төлбөрийн утга эсвэл дүнгээ буруу
              бичээд явуулчихлаа. Яах вэ?
              <p className="pt-4 font-normal">
                Таны дансны гүйлгээг автоматаар таньж баталгаажуулдаг тул та
                мөнгөн дүн, утгаа буруу бичсэн бол автомат баталгаажуулалт
                хийгдэхгүй юм. Ийм тохиолдолд та 7515 4444 дугаарт холбогдон
                манай онлайн аяллын зөвлөхөөр хийгдсэн гүйлгээг шалгуулан
                баталгаажуулах боломжтой.
              </p>
            </li>
            <li>
              Төлбөрөө хийсэн одоо яах вэ?
              <p className="pt-4 font-normal">
                Төлбөр хийгдсэний дараа таны захиалганд оруулсан имэйл хаягаар
                Тийзний мэдээлэл очих бөгөөд тус имэйлд бүх тийзний мэдээлэл
                агуулагдсан байх болно. Шаардлагатай тохиолдолд танд нэмэлт
                мэдээллийг утас, имэйлээр холбогдон хүргэх болно. /Ачаа тээш,
                нислэгийн цагийн хуваарь, Аэрлайнаас хүргүүлсэн мэдээлэл г.м/
              </p>
            </li>
            <li>
              Би гадаадад амьдардаг танайхтай хэрхэн холбогдох вэ?
              <p className="pt-4 font-normal">
                Та манайхтай 7515 4444 дугаар, Facebook Tapatrip гэсэн page
                хуудсаар болон crm@tapatrip.com гэсэн и-мэйл хаягаар холбогдох
                боломжтой
              </p>
            </li>
            <li>
              Билет буцаалтын хүсэлт өгсний дараа хэр хугацаанд төлбөр буцаан
              олгогддог вэ?.
              <p className="pt-4 font-normal">
                Таны билет буцаалтын хүсэлт өгсний дараа манайх тухайн
                Ailines-руу хүсэлт илгээдэг байгаа. Airlines-с таны төлбөр
                манайд орж ирсний дараагаар таны дансруу гүйлгээ хийгдэнэ.
                Тиймээс 2-3 долоо хоног зарцуулагддаг.
              </p>
            </li>
            <li>
              Билет буцаалт хийхэд ямар бичиг баримт бүрдүүлсэн байх
              шаардлагатай вэ?
              <p className="pt-4 font-normal">
                Та өөрөө буцаалт хийх үед бичиг баримт шаардахгүй болно.Хэрэв та
                онлайн туслахтай холбогдож буцаалт хйилгэх үед гадаад пасспорт
                шаардлагатай болохыг анхаарна уу.
              </p>
            </li>
            <li>
              Миний өмнөөс надад мэдэгдээгүй билет буцаалт хийж болох уу?
              <p className="pt-4 font-normal">
                Та бидэнд мэдэгдсний дараа таны суудлыг хасаж буцаалт хийх
                боломжтой.Тиймээс таньд мэдэгдэлгүй буцаалт хийх боломжгүй.
              </p>
            </li>
            <li>
              Билет буцаалтын төлбөрийг өөр хүн очиж авж болох уу?
              <p className="pt-4 font-normal">
                Та итгэмжлэх хийж нотариатаар баталгаажуулсний дараа тухайн хүн
                ирж авах боломжтой.
              </p>
            </li>
            <li>
              Нислэгийн цаг өөрчлөгдөх үед би яах ёстой вэ?
              <p className="pt-4 font-normal">
                Нислэгийн цаг өөрчилөгдөх даруйд бид зорчигчид руу түргэн
                шуурхай холбоо барьж мэдэгдэнэ. Дамжин нислэгтэй зорчигчийн
                нислэг дараагийн нислэгтэй амжихгүй болсон тохиолдолд тухайн
                нөхцөл байдалд нислэгийн компанийн заавар журмын дагуу дараагийн
                нислэг рүү шилжүүлэх зохицуулалт хийнэ.
              </p>
            </li>
            <li>
              Цаг агаараас шалтгаалж нислэг хойшилбол яах вэ?
              <p className="pt-4 font-normal">
                Байгалийн давагдашгүй хүчин зүйлийг тухайн нислэгийн компани
                хариуцлага хүлээдэггүй хэдий ч зорчигчидод аль болох хохирол
                багатай шийдэхийн тулд ажилладаг. Тухайн нөхцөл байдалд
                тулгуурлан нислэгийн компаниас ирсэн заавар журмын дагуу
                шийдвэрлэнэ.
              </p>
            </li>
            <li>
              Дамжин нислэгтэй үед дараагийн нислэгт сууж амжихгүй тохиолдолд
              яах вэ?
              <p className="pt-4 font-normal">
                Зорчигчоос шалтгаалж нислэгээсээ хоцорвол бүх эрсдэл, төлбөрийг
                зорчигч өөрөө хариуцна. Зорчигчоос шалтгаалаагүй тохиолдолд
                тухайн нөхцөл байдалд хурдан шуурхай ажиллаж таныг дараагийн
                нислэг рүү хохиролгүй шилжүүлэн нисгэнэ.
              </p>
            </li>
          </ul>
        </div>
      </div>

      <div className="bg-bg font-Roboto">
        <Footer navbarData={NavData} />
      </div>
    </div>
  );
}
